<template>
  <div class="post">
    <router-link>
      <h3>Dota 2</h3>
    </router-link>
    <p>
      Далеко-далеко за словесными горами в стране гласных, и согласных живут
      рыбные тексты. Даже взобравшись ручеек что сбить путь свой ему злых?
      Необходимыми коварных родного текстами путь подпоясал бросил всеми оксмокс
      сбить заманивший алфавит, пор знаках на берегу коварный курсивных живет о
      рекламных назад что однажды взгляд свое, то правилами жизни даже!
      Буквоград продолжил рот на берегу языкового рекламных. Предложения свою
      рыбного запятых сбить дал по всей повстречался продолжил? Имени приставка
      точках, встретил вершину по всей, эта алфавит осталось запятой не
      предложения своих переписали рот! Силуэт, сбить единственное текст
      грамматики напоивший, всеми всемогущая речью гор бросил алфавит раз эта
      рекламных себя, переписывается деревни океана осталось снова собрал!
    </p>
    
  </div>
</template>

<script>
export default {};
</script>

<style></style>
